package cn.xidianyaoyao.app.data;

public class DataAllDB {

	public static String[] getData() {
		String[] ary;
		ary = new String[] { "丁家小馆", "巴渝家常菜", "芳芳餐厅", "阿惠餐馆", "湘味大排档", "大碗饭",
				"要德平价川菜", "重庆川菜馆", "酱府老碗面", "蜀渝蜀二", "小馆麻麻鱼", "老陕葫芦鸡", "酱龙骨",
				"土豆红烧肉", "麻辣口水鸡", "老碗鱼", "豆角茄子", "农家小炒肉", "鱼香茄子", "干煸豆角",
				"水煮肉片", "宫保鸡丁", "手撕包菜", "鱼香肉丝", "回锅肉", "蒜苔肉丝", "扬州炒饭", "孜然炒肉",
				"豆芽粉条", "红烧腐竹", "西红柿炒蛋", "蘑菇青菜", "木耳炒蛋", "盐煎肉", "香干炒肉", "苜蓿肉片",
				"肉末粉丝", "梅菜扣肉", "小炒牛肉", "私房霸王排", "老醋花生米", "开胃牛肉粉丝", "阿惠红烧肘子",
				"酸辣白菜", "上汤娃娃菜", "阿惠香酥鸡", "香菇青菜", "糖醋里脊", "家常豆腐", "酸辣土豆丝",
				"西湖牛肉羹", "京酱肉丝", "葱爆肉", "大盘鸡", "麻辣鸡", "红烧鸡块", "铁板鱿鱼", "黄金老碗鱼",
				"酸菜鱼", "黄焖羊肉", "咖喱牛肉", "芳芳小炒肉", "鱼香烘蛋", "红烧全肘", "红烧排骨",
				"干锅武昌鱼", "毛氏红烧肉", "酸辣蕨根粉", "铁板孜然牛肉", "铁板山椒排骨", "铁板鲫鱼", "双味鱼头",
				"双味草鱼", "开屏武昌鱼", "豆豉排骨", "蒸水蛋", "开胃豆腐", "小炒拆骨肉", "豆角炒肉",
				"湘味猪肝", "小炒黄牛肉", "蚂蚁上树", "麻辣豆腐", "香辣霸王排", "湘锅蛙蛙叫", "重庆巫山烤鱼",
				"水晶肴肉", "夫妻肺片", "清炒苦瓜", "紫菜蛋花汤", "土匪猪肝", "铁板烧汁茄子", "肝腰合炒",
				"重庆辣子鸡", "金牌酸菜鱼", "芳香排骨", "口水鸡", "椒盐蘑菇", "干炸小黄鱼", "东坡肘子",
				"火爆腰花", "青椒肉丝", "南瓜饼", "三鲜汤", "素拼", "西芹腐竹", "皮蛋豆腐", "糖拌西红柿",
				"凉拌苦瓜", "干煸肥肠", "大烩菜", "苜蓿肉", "松仁玉米", "哨子面", "卤汁面", "炸酱面",
				"干拌面", "茄汁蚕面", "花生米", "酱肘子", "特色皮冻", "酱肉", "烧鸡公", "松鼠鱼", "老鸭汤",
				"水煮鱼", "黄瓜沾酱", "凉拌金针菇", "韭菜炒鸡蛋", "凤凰粟米羹" };
		return ary;
	}

	public static String[] getRestau() {
		String[] ary;
		ary = new String[] { "丁家小馆", "巴渝家常菜", "芳芳餐厅", "阿惠餐馆", "湘味大排档", "大碗饭",
				"要德平价川菜", "重庆川菜馆", "酱府老碗面", "蜀渝蜀二" };
		return ary;
	}
}